Repository: zjb-666/juyuan_claw
Catalog: product/windows-hub/src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: nl_nl

# SandboxPage_StatusUnavailableBlockedTitle
source: Node Sandbox unavailable: commands blocked
nl_nl: Node-sandbox niet beschikbaar: opdrachten geblokkeerd

# SandboxPage_StatusUnavailableBlockedSubtext
source: Containment isn't available on this PC, and strict fallback blocking is on, so agent-started commands are blocked.
nl_nl: Containment is niet beschikbaar op deze pc en strikte fallbackblokkering staat aan, dus opdrachten die de agent start, worden geblokkeerd.

# SandboxPage_StatusUnavailableOffTitle
source: Node Sandbox is off: host execution
nl_nl: Node-sandbox is uitgeschakeld: hostuitvoering

# SandboxPage_StatusUnavailableOffSubtext
source: Containment isn't available and Node Sandbox is off, so agent-started commands run on the host without sandbox protection.
nl_nl: Containment is niet beschikbaar en Node-sandbox is uitgeschakeld, dus opdrachten die de agent start, worden op de host uitgevoerd zonder sandboxbescherming.

# SandboxPage_StatusOnTitle
source: Node Sandbox is on
nl_nl: Node-sandbox is ingeschakeld

# SandboxPage_StatusOnSubtext
source: Programs the agent runs on this PC are contained.
nl_nl: Programma's die de agent op deze pc uitvoert, zijn ingesloten.

# SandboxPage_StatusOffTitle
source: Node Sandbox is off: high risk
nl_nl: Node-sandbox is uitgeschakeld: hoog risico

# SandboxPage_StatusOffSubtext
source: Programs the agent runs on this PC are not contained.
nl_nl: Programma's die de agent op deze pc uitvoert, zijn niet ingesloten.

# SandboxPage_UnavailableDefaultReason
source: MXC sandboxing primitives are not available on this machine.
nl_nl: MXC-sandboxprimitieven zijn niet beschikbaar op deze machine.

# SandboxPage_ProbeErrorReason
source: Couldn't check sandbox availability.
nl_nl: Kan de beschikbaarheid van de sandbox niet controleren.

# SandboxPage_UnavailableBehaviorHostFallback
source: Commands will run on the host without sandbox protection while sandboxing is unavailable.
nl_nl: Opdrachten worden op de host uitgevoerd zonder sandboxbescherming zolang sandboxing niet beschikbaar is.

# SandboxPage_UnavailableBehaviorBlocked
source: Commands are blocked while sandboxing is unavailable because strict fallback blocking is enabled.
nl_nl: Opdrachten worden geblokkeerd zolang sandboxing niet beschikbaar is, omdat strikte fallbackblokkering is ingeschakeld.

# SandboxPage_ProbeErrorTitle
source: Couldn't verify sandbox availability
nl_nl: Kan de beschikbaarheid van de sandbox niet verifiëren

# SandboxPage_ProbeErrorMessageFormat
source: {0} {1} The sandbox capability check didn't complete. This is usually transient (a slow or blocked check): retry, and if it persists check whether security software is blocking wxc-exec.
nl_nl: {0} {1} De sandboxcapaciteitscontrole is niet voltooid. Dit is meestal tijdelijk (een trage of geblokkeerde controle): probeer het opnieuw en controleer, als het probleem blijft bestaan, of beveiligingssoftware wxc-exec blokkeert.

# SandboxPage_Retry
source: Retry
nl_nl: Opnieuw proberen

# SandboxPage_WindowsUnsupportedTitle
source: Your Windows version doesn't support sandboxing yet
nl_nl: Uw Windows-versie ondersteunt sandboxing nog niet

# SandboxPage_WindowsUnsupportedMessageFormat
source: {0} {1} Sandboxing requires a recent Windows build with the AppContainer primitives shipped. Install the latest Windows updates (or join the Windows Insider Program for the newest builds) to enable containment.
nl_nl: {0} {1} Sandboxing vereist een recente Windows-build met de AppContainer-primitieven. Installeer de nieuwste Windows-updates (of neem deel aan het Windows Insider-programma voor de nieuwste builds) om containment in te schakelen.

# SandboxPage_OpenWindowsUpdate
source: Open Windows Update
nl_nl: Windows Update openen

# SandboxPage_ComponentsMissingTitle
source: Sandboxing components are missing
nl_nl: Sandboxing-onderdelen ontbreken

# SandboxPage_ComponentsMissingMessageFormat
source: {0} The wxc-exec binary couldn't be located. {1} If this is a developer build, build the tray app so wxc-exec.exe is copied into the output folder. Otherwise reinstall the companion app to restore sandboxing.
nl_nl: {0} Het binaire bestand wxc-exec is niet gevonden. {1} Als dit een ontwikkelaarsbuild is, bouw dan de tray-app zodat wxc-exec.exe naar de uitvoermap wordt gekopieerd. Installeer anders de companion-app opnieuw om sandboxing te herstellen.

# SandboxPage_ShowInstallInstructions
source: Show install instructions
nl_nl: Installatie-instructies weergeven

# SandboxPage_UnavailableTitle
source: Sandbox unavailable: host fallback
nl_nl: Sandbox niet beschikbaar: host-fallback

# SandboxPage_UnavailableBlockedTitle
source: Sandbox unavailable: commands blocked
nl_nl: Sandbox niet beschikbaar: opdrachten geblokkeerd

# SettingsPage_LocalGatewayRemovedTitle
source: Local gateway removed
nl_nl: Lokale gateway verwijderd

# SettingsPage_LocalGatewayRemovedMessage
source: Setup is reset; you can re-run setup from the tray menu.
nl_nl: Setup is opnieuw ingesteld; u kunt setup opnieuw uitvoeren vanuit het traymenu.

# SettingsPage_LocalGatewayRemovalErrorsMessage
source: Removal completed with errors. Check logs for details.
nl_nl: Verwijderen is voltooid met fouten. Controleer de logboeken voor details.

# SettingsPage_LocalGatewayRemovalCancelledTitle
source: Removal cancelled
nl_nl: Verwijderen geannuleerd

# SettingsPage_LocalGatewayRemovalCancelledMessage
source: Gateway may be in a partially-removed state. Review logs or retry.
nl_nl: Gateway bevindt zich mogelijk in een gedeeltelijk verwijderde staat. Controleer logboeken of probeer opnieuw.

# SettingsPage_ViewLogs
source: View Logs
nl_nl: Logboeken weergeven

# SettingsPage_LocalGatewayRemovalFailedTitle
source: Removal failed
nl_nl: Verwijderen mislukt

# SettingsPage_RemoveLocalGatewayButton
source: Remove Local Gateway
nl_nl: Lokale gateway verwijderen

# SettingsPage_RemovingDistro
source: Removing distro…
nl_nl: Distro verwijderen…

# SettingsPage_RemovingLocalGatewayMessage
source: Removing the local gateway. This may take 10–30 seconds…
nl_nl: De lokale gateway wordt verwijderd. Dit kan 10–30 seconden duren…

# CronPage_NextWakeFormat
source: · Next wake: {0}
nl_nl: · Volgende wake: {0}

# ChatWindow_UnableToLoadChatCredentials
source: Unable to load chat. The gateway URL or token is not available.
nl_nl: Kan chat niet laden. De gateway-URL of het token is niet beschikbaar.

# ChatWindow_UnableToLoadChatRetryFormat
source: Unable to load chat. Please try again. ({0})
nl_nl: Kan chat niet laden. Probeer het opnieuw. ({0})

# ChatWindow_WebViewFailedFormat
source: WebView2 failed: {0}
nl_nl: WebView2 is mislukt: {0}

# CanvasWindow_WebViewInitFailedFormat
source: Failed to initialize WebView2: {0}
nl_nl: Kan WebView2 niet initialiseren: {0}

# CanvasWindow_NavigationFailedFormat
source: Navigation failed: {0}
nl_nl: Navigatie mislukt: {0}

# CronPage_RunNotStarted
source: Run not started
nl_nl: Uitvoering niet gestart

# CronPage_RunNotStartedGeneric
source: {0} was not started.
nl_nl: {0} is niet gestart.

# CronPage_RunNotStartedWithReason
source: {0} was not started: {1}
nl_nl: {0} is niet gestart: {1}

# SkillsPage_BadgeDisabled
source: Disabled
nl_nl: Uitgeschakeld

# SkillsPage_BadgeEnabled
source: Enabled
nl_nl: Ingeschakeld

# SkillsPage_CountFormat
source: ({0}/{1} enabled)
nl_nl: ({0}/{1} ingeschakeld)

# SkillsPage_DisabledHeaderFormat
source: Disabled ({0})
nl_nl: Uitgeschakeld ({0})

# SkillsPage_EnabledHeaderFormat
source: Enabled ({0})
nl_nl: Ingeschakeld ({0})

# ConnectionPage_AdviceCleartextTitle
source: Unencrypted connection
nl_nl: Niet-versleutelde verbinding

# ConnectionPage_AdviceCleartextMessage
source: This remote gateway uses ws://. Your token would be sent in cleartext. Use wss:// (TLS), an SSH tunnel, or a trusted proxy / Tailscale.
nl_nl: Deze externe gateway gebruikt ws://. Uw token zou onversleuteld worden verzonden. Gebruik wss:// (TLS), een SSH-tunnel of een vertrouwde proxy / Tailscale.

# ConnectionPage_AdviceSecureTitle
source: Encrypted (TLS)
nl_nl: Versleuteld (TLS)

# ConnectionPage_AdviceSecureMessage
source: This gateway uses TLS. Your token is protected in transit when the certificate validates.
nl_nl: Deze gateway gebruikt TLS. Uw token is beschermd tijdens het transport wanneer het certificaat wordt gevalideerd.

# ConnectionPage_AdviceTunnelMessage
source: Traffic to this gateway is encrypted through the SSH tunnel.
nl_nl: Verkeer naar deze gateway wordt versleuteld via de SSH-tunnel.

# ConnectionPage_RecoveryHeaderTokenDrift
source: Re-pair this device:
nl_nl: Koppel dit apparaat opnieuw:

# ConnectionPage_RecoveryHeaderScope
source: Upgrade this device's access:
nl_nl: Werk de toegang van dit apparaat bij:

# ConnectionPage_RecoveryHeaderTls
source: Fix the secure connection:
nl_nl: Herstel de beveiligde verbinding:

# ConnectionPage_RecoveryTokenDriftBullet1
source: The gateway no longer trusts this device's saved token (it was rotated or revoked).
nl_nl: De gateway vertrouwt het opgeslagen token van dit apparaat niet meer (het is gewijzigd of ingetrokken).

# ConnectionPage_RecoveryTokenDriftBullet2
source: Get a fresh setup code from the gateway host and paste it below to re-pair.
nl_nl: Haal een nieuwe installatiecode op van de gateway-host en plak deze hieronder om opnieuw te koppelen.

# ConnectionPage_RecoveryScopeBullet1
source: This device is authenticated but is missing the scopes it needs (for example operator.admin or operator.pairing).
nl_nl: Dit apparaat is geverifieerd maar mist de benodigde scopes (bijvoorbeeld operator.admin of operator.pairing).

# ConnectionPage_RecoveryScopeBullet2
source: Re-pair with a fresh setup code to request the required scopes, or approve the higher scopes on the gateway host.
nl_nl: Koppel opnieuw met een nieuwe installatiecode om de vereiste scopes aan te vragen, of keur de hogere scopes goed op de gateway-host.

# ConnectionPage_RecoveryTlsBullet1
source: The gateway's TLS/secure transport could not be established.
nl_nl: Het TLS-/beveiligde transport van de gateway kon niet tot stand worden gebracht.

# ConnectionPage_RecoveryTlsBullet2
source: Verify the certificate on the gateway host, or connect over wss:// or an SSH tunnel.
nl_nl: Controleer het certificaat op de gateway-host, of maak verbinding via wss:// of een SSH-tunnel.

# ConnectionPage_TokenOrPasswordHint.Text
source: Paste a shared gateway token, or leave it blank to pair with a setup code.
nl_nl: Plak een gedeeld gateway-token, of laat het leeg om te koppelen met een installatiecode.

# ConnectionPage_RemoteSetupHelpDirect.Text
source: Connect to wss:// or https:// when the gateway has a trusted certificate. Your token is encrypted in transit after certificate validation.
nl_nl: Maak verbinding met wss:// of https:// wanneer de gateway een vertrouwd certificaat heeft. Uw token wordt tijdens het transport versleuteld na certificaatvalidatie.

# ConnectionPage_RemoteSetupHelpTunnel.Text
source: When the gateway only listens on localhost, expand "Use SSH tunnel" below. The tray forwards a local port over SSH so traffic stays encrypted.
nl_nl: Wanneer de gateway alleen op localhost luistert, vouwt u "SSH-tunnel gebruiken" hieronder uit. De tray stuurt een lokale poort door via SSH zodat het verkeer versleuteld blijft.

# ConnectionPage_RemoteSetupHelpProxy.Text
source: If a Tailscale or reverse proxy already encrypts the path, a plain ws:// URL over that private network is fine.
nl_nl: Als Tailscale of een reverse proxy het pad al versleutelt, is een gewone ws://-URL over dat privénetwerk prima.

# ConnectionPage_RemoteSetupHelpAuth.Text
source: Paste a shared token, or leave it blank and pair with a setup code. Re-pairing also upgrades this device's scopes.
nl_nl: Plak een gedeeld token, of laat het leeg en koppel met een installatiecode. Opnieuw koppelen werkt ook de scopes van dit apparaat bij.

# ConnectionPage_RecoveryHeaderRateLimited
source: Wait before reconnecting:
nl_nl: Wacht voordat u opnieuw verbinding maakt:

# ConnectionPage_RecoveryRateLimitedBullet1
source: The gateway is rate-limiting this client after repeated failed attempts.
nl_nl: De gateway beperkt deze client tijdelijk na herhaalde mislukte pogingen.

# ConnectionPage_RecoveryRateLimitedBullet2
source: Stop retrying for a moment, then reconnect after correcting the token, password, or pairing state.
nl_nl: Stop even met opnieuw proberen en verbind opnieuw nadat het token, wachtwoord of de koppelingsstatus is gecorrigeerd.

# ConnectionPage_RemoteSetupHelpLink.Text
source: How do I connect to a remote gateway?
nl_nl: Hoe maak ik verbinding met een externe gateway?

# ConnectionPage_RemoteSetupHelpTip.Title
source: Connecting to a remote gateway
nl_nl: Verbinding maken met een externe gateway

# ConnectionPage_RemoteSetupHelpDirectTitle.Text
source: Direct (TLS)
nl_nl: Directe verbinding (TLS)

# ConnectionPage_RemoteSetupHelpProxyTitle.Text
source: Trusted proxy / Tailscale
nl_nl: Vertrouwde proxy / Tailscale

# ConnectionPage_RemoteSetupHelpAuthTitle.Text
source: Auth
nl_nl: Verificatie

source: Rule action
nl_nl: Regelactie

source: Sandbox action
nl_nl: Sandboxactie

source: Locked Down preset: No internet, no clipboard, no standard user folders
nl_nl: Vergrendelde voorinstelling: Geen internet, geen klembord, geen standaardgebruikersmappen

source: Recommended preset: Internet on, read-only on Documents, Downloads, Desktop
nl_nl: Aanbevolen voorinstelling: Internet aan, alleen-lezen voor Documenten, Downloads en Bureaublad

source: Unprotected preset: Internet on, read and write on Documents, Downloads, Desktop
nl_nl: Onbeveiligde voorinstelling: Internet aan, lezen en schrijven voor Documenten, Downloads en Bureaublad

source: Documents access level
nl_nl: Toegangsniveau voor Documenten

source: Downloads access level
nl_nl: Toegangsniveau voor Downloads

source: Desktop access level
nl_nl: Toegangsniveau voor Bureaublad

source: Notification sound
nl_nl: Meldingsgeluid

source: Voice language
nl_nl: Spraaktaal

source: Main navigation
nl_nl: Hoofdnavigatie

source: Resize JSON preview
nl_nl: Formaat van JSON-voorbeeld wijzigen

source: splitter
nl_nl: scheidingslijn

# PermissionsPage_ExecPolicySaved
source: Saved
nl_nl: Opgeslagen

# PermissionsPage_ExecPolicySaveFailed
source: Save failed
nl_nl: Opslaan mislukt
